Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Unlock happens on this device.
de: Die Entsperrung erfolgt auf diesem Gerät.
es: El desbloqueo se realiza en este dispositivo.
fr: Le déverrouillage se fait sur cet appareil.
it: Lo sblocco avviene su questo dispositivo.
ja: ロック解除はこのデバイスで行われます。
ko: 잠금 해제는 이 기기에서 이루어집니다.
pt_br: O desbloqueio acontece neste dispositivo.
zh_hans: 解锁在本设备上完成。
zh_hant: 在這台裝置上進行解鎖。

source: Unlock method
de: Entsperrmethode
es: Método de desbloqueo
fr: Méthode de déverrouillage
it: Metodo di sblocco
ja: ロック解除方法
ko: 잠금 해제 방식
pt_br: Método de desbloqueio
zh_hans: 解锁方式
zh_hant: 解鎖方式

source: Unlock to view Activity
de: Entsperren, um Aktivität zu sehen
es: Desbloquea para ver la actividad
fr: Déverrouiller pour voir l’activité
it: Sblocca per vedere l’attività
ja: ロックを解除してアクティビティを表示
ko: 활동을 보려면 잠금을 해제하세요
pt_br: Desbloqueie para ver a atividade
zh_hans: 解锁以查看活动
zh_hant: 解鎖以查看活動

source: Unlocked
de: Freigeschaltet
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato
ja: ロック解除済み
ko: 사용 가능
pt_br: Desbloqueado
zh_hans: 已解锁
zh_hant: 已解鎖

source: Unlocking on this device…
de: Entsperrung auf diesem Gerät…
es: Desbloqueando en este dispositivo…
fr: Déverrouillage sur cet appareil…
it: Sblocco su questo dispositivo…
ja: このデバイスでロックを解除中…
ko: 이 기기에서 잠금 해제 중…
pt_br: Desbloqueando neste dispositivo…
zh_hans: 正在本设备上解锁…
zh_hant: 正在這台裝置上解鎖…

source: Unsaved filter edits
de: Nicht gespeicherte Filteränderungen
es: Cambios del filtro sin guardar
fr: Modifications de filtre non enregistrées
it: Modifiche al filtro non salvate
ja: 未保存のフィルター編集
ko: 저장하지 않은 필터 변경
pt_br: Edições de filtro não salvas
zh_hans: 未保存的筛选器修改
zh_hant: 尚未儲存的篩選器變更

source: Up-to-date
de: Aktuell
es: Al día
fr: À jour
it: Aggiornato
ja: 最新
ko: 최신 상태
pt_br: Atualizado
zh_hans: 已是最新
zh_hant: 已是最新

# Update App Settings
source: Change settings
de: Einstellungen ändern
es: Cambiar ajustes
fr: Modifier les réglages
it: Modifica impostazioni
ja: 設定を変更
ko: 설정 변경
pt_br: Alterar ajustes
zh_hans: 更改设置
zh_hant: 變更設定

# Update domains and lists
source: Edit filters
de: Filter bearbeiten
es: Editar filtros
fr: Modifier les filtres
it: Modifica filtri
ja: フィルターを編集
ko: 필터 편집
pt_br: Editar filtros
zh_hans: 编辑筛选器
zh_hant: 編輯篩選器

source: Update recommended
de: Aktualisierung empfohlen
es: Actualización recomendada
fr: Mise à jour recommandée
it: Aggiornamento consigliato
ja: 更新をおすすめします
ko: 업데이트 권장
pt_br: Atualização recomendada
zh_hans: 建议更新
zh_hant: 建議更新

source: Upgrade
de: Upgraden
es: Mejorar plan
fr: Passez à la version supérieure
it: Passa a un piano superiore
ja: アップグレード
ko: 업그레이드
pt_br: Fazer upgrade
zh_hans: 升级
zh_hant: 升級

# Upgrade to Lava Security Plus
source: Upgrade to Lava Plus
de: Auf Lava Plus upgraden
es: Pásate a Lava Plus
fr: Passer à Lava Plus
it: Passa a Lava Plus
ja: Lava Plusにアップグレード
ko: Lava Plus로 업그레이드
pt_br: Assinar o Lava Plus
zh_hans: 升级到 Lava Plus
zh_hant: 升級至 Lava Plus

source: Upgrade to use DNS over HTTPS, TLS, and QUIC
de: Upgraden, um DNS über HTTPS, TLS und QUIC zu nutzen
es: Mejora tu plan para usar DNS sobre HTTPS, TLS y QUIC
fr: Passez à la version supérieure pour utiliser le DNS via HTTPS, TLS et QUIC
it: Passa a un piano superiore per usare DNS over HTTPS, TLS e QUIC
ja: アップグレードして DNS over HTTPS、TLS、QUIC を利用
ko: 업그레이드하면 DNS over HTTPS, TLS, QUIC를 사용할 수 있어요
pt_br: Faça upgrade para usar DNS over HTTPS, TLS e QUIC
zh_hans: 升级以使用基于 HTTPS、TLS 和 QUIC 的 DNS
zh_hant: 升級即可使用透過 HTTPS、TLS 與 QUIC 的 DNS

# Upgrade to use your own resolver
source: Upgrade to use your own DNS provider
de: Upgrade, um deinen eigenen DNS-Anbieter zu nutzen
es: Mejora tu plan para usar tu propio proveedor de DNS
fr: Passez à la version supérieure pour utiliser votre propre fournisseur DNS
it: Passa a un piano superiore per usare il tuo provider DNS
ja: 独自のDNSプロバイダーを使うにはアップグレードしてください
ko: 업그레이드하면 내 DNS 공급자를 사용할 수 있어요
pt_br: Faça upgrade para usar o seu próprio provedor de DNS
zh_hans: 升级即可使用你自己的 DNS 提供商
zh_hant: 升級即可使用你自己的供應商

source: Upstream failures
de: Upstream-Fehler
es: Fallos ascendentes
fr: Échecs en amont
it: Errori upstream
ja: アップストリームの失敗
ko: 업스트림 실패
pt_br: Falhas no upstream
zh_hans: 上游失败
zh_hant: 上游失敗

source: Upstream success
de: Upstream-Erfolg
es: Éxitos ascendentes
fr: Réussites en amont
it: Successi upstream
ja: アップストリームの成功
ko: 업스트림 성공
pt_br: Sucessos no upstream
zh_hans: 上游成功
zh_hant: 上游成功

source: Use Device DNS setting
de: Geräte-DNS-Einstellung verwenden
es: Usar el ajuste de DNS del dispositivo
fr: Utiliser le réglage DNS de l’appareil
it: Usa l’impostazione DNS del dispositivo
ja: デバイスのDNS設定を使用
ko: 기기 DNS 설정 사용
pt_br: Usar a configuração de DNS do dispositivo
zh_hans: 使用设备 DNS 设置
zh_hant: 使用裝置 DNS 設定

# Use Lava %d days
source: Use Lava for %d days
de: Lava %d Tage lang nutzen
es: Usa Lava durante %d días
fr: Utiliser Lava pendant %d jours
it: Usa Lava per %d giorni
ja: Lavaを%d日間使う
ko: %d일 동안 Lava 사용하기
pt_br: Usar o Lava por %d dias
zh_hans: 使用 Lava %d 天
zh_hant: 使用 Lava %d 天

source: Use Live Activities
de: Live Activities verwenden
es: Usar Actividades en vivo
fr: Utiliser les activités en direct
it: Usa le Live Activity
ja: ライブアクティビティを使用
ko: 실시간 활동 사용
pt_br: Usar Atividades ao Vivo
zh_hans: 使用实时活动
zh_hant: 使用即時動態

source: Use authentication for
de: Authentifizierung verwenden für
es: Usar autenticación para
fr: Demander l’authentification pour
it: Usa l’autenticazione per
ja: 認証を求める操作
ko: 인증을 사용할 항목
pt_br: Exigir autenticação para
zh_hans: 对以下操作进行验证
zh_hant: 以下操作需要驗證

source: Use the iCloud Keychain password suggestion when it appears. Lava never receives this password.
de: Verwende den iCloud-Schlüsselbund-Vorschlag, wenn er erscheint. Lava erhält dieses Passwort nie.
es: Usa la contraseña que sugiere el llavero de iCloud cuando aparezca. Lava nunca recibe esta contraseña.
fr: Utilisez la suggestion de mot de passe du trousseau iCloud quand elle apparaît. Lava ne reçoit jamais ce mot de passe.
it: Usa il suggerimento di password del Portachiavi iCloud quando appare. Lava non riceve mai questa password.
ja: 表示されたら iCloud キーチェーンのパスワード候補を使用してください。Lava がこのパスワードを受け取ることはありません。
ko: iCloud 키체인의 비밀번호 추천이 나오면 사용하세요. Lava는 이 비밀번호를 받지 않아요.
pt_br: Use a sugestão de senha das Chaves do iCloud quando ela aparecer. A Lava nunca recebe essa senha.
zh_hans: 出现提示时，请使用 iCloud 钥匙串建议的密码。Lava 永远不会收到这个密码。
zh_hant: 出現時請使用 iCloud 鑰匙圈建議的密碼。Lava 永遠不會收到這組密碼。

source: Use this device’s keychain
de: Schlüsselbund dieses Geräts verwenden
es: Usar el llavero de este dispositivo
fr: Utiliser le trousseau de cet appareil
it: Usa il portachiavi di questo dispositivo
ja: このデバイスのキーチェーンを使う
ko: 이 기기의 키체인 사용
pt_br: Usar as Chaves deste dispositivo
zh_hans: 使用本设备的钥匙串
zh_hant: 使用這台裝置的鑰匙圈

# Use your own resolver
source: Use your own DNS provider
de: Eigenen DNS-Anbieter verwenden
es: Usa tu propio proveedor de DNS
fr: Utiliser votre propre fournisseur DNS
it: Usa il tuo provider DNS
ja: 独自のDNSプロバイダーを使用
ko: 내 DNS 공급자 사용
pt_br: Usar o seu próprio provedor de DNS
zh_hans: 使用你自己的 DNS 提供商
zh_hant: 使用你自己的供應商

source: Use your passkey once more so Lava can confirm it unlocks this backup, then save your recovery phrase.
de: Verwende deinen Passkey noch einmal, damit Lava bestätigen kann, dass er dieses Backup entsperrt, und sichere dann deine Wiederherstellungsphrase.
es: Usa tu llave de acceso una vez más para que Lava confirme que desbloquea esta copia y, a continuación, guarda tu frase de recuperación.
fr: Utilisez votre clé d’accès une nouvelle fois pour que Lava confirme qu’elle déverrouille cette sauvegarde, puis enregistrez votre phrase de récupération.
it: Usa di nuovo la tua passkey così Lava può confermare che sblocca questo backup, poi salva la tua frase di recupero.
ja: このバックアップのロック解除を確認できるよう、パスキーをもう一度使用してから、リカバリーフレーズを保存してください。
ko: 이 백업을 잠금 해제할 수 있는지 Lava가 확인할 수 있도록 패스키를 한 번 더 사용한 다음 복구 문구를 저장하세요.
pt_br: Use sua passkey mais uma vez para o Lava confirmar que ele desbloqueia este backup e, em seguida, guarde sua frase de recuperação.
zh_hans: 请再次使用你的通行密钥，以便 Lava 确认它能解锁此备份，然后保存你的恢复短语。
zh_hant: 請再次使用你的通行密鑰，讓 Lava 確認它能解鎖此備份，然後儲存你的復原片語。

source: Use your saved passkey
de: Deinen gespeicherten Passkey verwenden
es: Usa tu llave de acceso guardada
fr: Utiliser votre clé d’accès enregistrée
it: Usa la tua passkey salvata
ja: 保存したパスキーを使う
ko: 저장된 패스키 사용
pt_br: Usar sua passkey salva
zh_hans: 使用已保存的通行密钥
zh_hant: 使用你已儲存的通行密鑰

source: User action
de: Nutzeraktion
es: Acción del usuario
fr: Action de l’utilisateur
it: Azione utente
ja: ユーザーの操作
ko: 사용자 동작
pt_br: Ação do usuário
zh_hans: 用户操作
zh_hant: 使用者操作

source: Uses the DNS provider from your current Wi-Fi or cellular network. On iOS 17–25, this may not always work.
de: Verwendet den DNS-Anbieter aus deinem aktuellen WLAN oder Mobilfunknetz. Unter iOS 17–25 funktioniert das möglicherweise nicht immer.
es: Usa el proveedor de DNS de tu red Wi-Fi o de datos móviles actual. En iOS 17–25, puede que no siempre funcione.
fr: Utilise le fournisseur DNS de votre réseau Wi-Fi ou cellulaire actuel. Sur iOS 17–25, cela peut ne pas toujours fonctionner.
it: Usa il provider DNS della tua rete Wi-Fi o cellulare attuale. Su iOS 17–25 potrebbe non funzionare sempre.
ja: 現在のWi-Fiまたはモバイル通信ネットワークのDNSプロバイダーを使用します。iOS 17–25では常に動作するとは限りません。
ko: 현재 Wi-Fi 또는 셀룰러 네트워크의 DNS 공급자를 사용해요. iOS 17–25에서는 항상 작동하지 않을 수 있어요.
pt_br: Usa o provedor de DNS da sua rede Wi-Fi ou de celular atual. No iOS 17–25, pode não funcionar sempre.
zh_hans: 使用当前 Wi-Fi 或蜂窝网络的 DNS 提供商。在 iOS 17–25 上，这可能并非始终有效。
zh_hant: 使用目前 Wi-Fi 或行動網路的 DNS 供應商。在 iOS 17–25 上，這不一定總是有效。

source: Uses the DNS provider from your current Wi-Fi or cellular network while Lava still filters on this device.
de: Verwendet den DNS-Anbieter aus deinem aktuellen WLAN oder Mobilfunknetz, während Lava weiterhin auf diesem Gerät filtert.
es: Usa el proveedor de DNS de tu red Wi-Fi o de datos móviles actual mientras Lava sigue filtrando en este dispositivo.
fr: Utilise le fournisseur DNS de votre réseau Wi-Fi ou cellulaire actuel, tandis que Lava continue de filtrer sur cet appareil.
it: Usa il provider DNS della tua rete Wi-Fi o cellulare attuale mentre Lava continua a filtrare su questo dispositivo.
ja: 現在のWi-Fiまたはモバイル通信ネットワークのDNSプロバイダーを使用しながら、Lavaが引き続きこのデバイス上でフィルタリングします。
ko: Lava가 이 기기에서 계속 필터링하면서 현재 Wi-Fi 또는 셀룰러 네트워크의 DNS 공급자를 사용해요.
pt_br: Usa o provedor de DNS da sua rede Wi-Fi ou de celular atual, enquanto o Lava continua filtrando neste dispositivo.
zh_hans: 使用当前 Wi-Fi 或蜂窝网络的 DNS 提供商，同时 Lava 仍在此设备上进行筛选。
zh_hant: 使用目前 Wi-Fi 或行動網路的 DNS 供應商，同時 Lava 仍會在這台裝置上進行篩選。

# VPN Status
source: Protection status
de: Schutzstatus
es: Estado de la protección
fr: État de la protection
it: Stato della protezione
ja: 保護ステータス
ko: 보호 상태
pt_br: Status da proteção
zh_hans: 防护状态
zh_hant: 防護狀態

source: VPN or filter doesn’t work
de: VPN oder Filter funktioniert nicht
es: La VPN o el filtro no funciona
fr: Le VPN ou le filtre ne marche pas
it: La VPN o il filtro non funziona
ja: VPN かフィルターが動きません
ko: VPN이나 필터가 작동하지 않아요
pt_br: A VPN ou o filtro não funciona
zh_hans: VPN 或筛选器无法使用
zh_hant: VPN 或篩選器無法使用

source: Validate the passkey
de: Passkey bestätigen
es: Validar la llave de acceso
fr: Valider la clé d’accès
it: Convalida la passkey
ja: パスキーを検証
ko: 패스키 확인
pt_br: Validar a passkey
zh_hans: 验证通行密钥
zh_hant: 驗證通行密鑰

source: View
de: Ansehen
es: Ver
fr: Afficher
it: Visualizza
ja: 表示
ko: 보기
pt_br: Ver
zh_hans: 查看
zh_hant: 檢視

# View Activities
source: View Activity
de: Aktivität anzeigen
es: Ver Actividad
fr: Voir l’activité
it: Visualizza Attività
ja: アクティビティを表示
ko: 활동 보기
pt_br: Ver Atividade
zh_hans: 查看活动
zh_hant: 查看活動

source: View Activity
de: Aktivität anzeigen
es: Ver actividad
fr: Voir l’activité
it: Mostra attività
ja: アクティビティを表示
ko: 활동 보기
pt_br: Ver atividade
zh_hans: 查看活动
zh_hant: 查看活動

# Waiting for source update
source: Waiting for blocklist update
de: Warten auf Blocklisten-Aktualisierung
es: Esperando la actualización de la lista de bloqueo
fr: En attente de mise à jour de la liste de blocage
it: In attesa dell’aggiornamento della lista di blocco
ja: ブロックリストの更新待ち
ko: 차단 목록 업데이트 대기 중
pt_br: Aguardando atualização da lista de bloqueio
zh_hans: 等待拦截列表更新
zh_hant: 等待封鎖清單更新

# We couldn't update your filter
source: Couldn’t update your filter
de: Dein Filter konnte nicht aktualisiert werden
es: No se pudo actualizar tu filtro
fr: Impossible de mettre à jour votre filtre
it: Impossibile aggiornare il tuo filtro
ja: フィルターを更新できませんでした
ko: 필터를 업데이트하지 못했어요
pt_br: Não foi possível atualizar o seu filtro
zh_hans: 无法更新你的筛选器
zh_hant: 無法更新你的篩選器

source: What happened
de: Was ist passiert
es: Qué ha ocurrido
fr: Ce qui s’est passé
it: Cosa è successo
ja: 何が起きましたか
ko: 무슨 일이 있었나요
pt_br: O que aconteceu
zh_hans: 发生了什么
zh_hant: 發生了什麼事

source: What Lava has caught
de: Was Lava abgefangen hat
es: Lo que Lava ha bloqueado
fr: Ce que Lava a bloqué
it: Cosa ha bloccato Lava
ja: Lava がブロックした内容
ko: Lava가 잡아낸 것
pt_br: O que a Lava bloqueou
zh_hans: Lava 已拦截的内容
zh_hant: Lava 攔截到的內容

source: What were you trying to do? What did Lava do instead?
de: Was wolltest du tun? Was hat Lava stattdessen gemacht?
es: ¿Qué intentabas hacer? ¿Qué hizo Lava en su lugar?
fr: Que vouliez-vous faire ? Qu’a fait Lava à la place ?
it: Cosa stavi cercando di fare? Cosa ha fatto invece Lava?
ja: 何をしようとしましたか？ Lava は代わりにどう動作しましたか？
ko: 무엇을 하려고 했나요? Lava는 대신 어떻게 동작했나요?
pt_br: O que você estava tentando fazer? O que a Lava fez no lugar?
zh_hans: 你想做什么？Lava 实际做了什么？
zh_hant: 你原本想做什麼？Lava 實際的反應又是什麼？

source: Word %lld
de: Wort %lld
es: Palabra %lld
fr: Mot %lld
it: Parola %lld
ja: %lld番目の単語
ko: %lld번째 단어
pt_br: Palavra %lld
zh_hans: 第 %lld 个单词
zh_hant: 第 %lld 個單字

source: Words
de: Wörter
es: Palabras
fr: Mots
it: Parole
ja: 単語
ko: 단어
pt_br: Palavras
zh_hans: 单词
zh_hant: 字數

source: Wrong passcode
de: Falscher Code
es: Código incorrecto
fr: Code incorrect
it: Codice errato
ja: パスコードが違います
ko: 잘못된 암호
pt_br: Código incorreto
zh_hans: 密码错误
zh_hant: 密碼錯誤

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年額
ko: 연간
pt_br: Anual
zh_hans: 按年
zh_hant: 每年

source: Yearly, paid monthly
de: Jährlich, monatlich bezahlt
es: Anual, pago mensual
fr: Annuel, paiement mensuel
it: Annuale, pagamento mensile
ja: 年額・月払い
ko: 연간, 월별 결제
pt_br: Anual, pago mensalmente
zh_hans: 年度，按月支付
zh_hant: 年度，按月付款

source: You already have a filter with that name.
de: Du hast bereits einen Filter mit diesem Namen.
es: Ya tienes un filtro con ese nombre.
fr: Vous avez déjà un filtre portant ce nom.
it: Hai già un filtro con quel nome.
ja: その名前のフィルターはすでに存在します。
ko: 같은 이름의 필터가 이미 있어요.
pt_br: Você já tem um filtro com esse nome.
zh_hans: 你已有一个同名的筛选器。
zh_hant: 你已經有同名的篩選器了。

# You can host up to %d filters. Delete one to add another.
source: You can save up to %d filters. Delete one to add another.
de: Du kannst bis zu %d Filter speichern. Lösche einen, um einen weiteren hinzuzufügen.
es: Puedes guardar hasta %d filtros. Elimina uno para añadir otro.
fr: Vous pouvez enregistrer jusqu’à %d filtres. Supprimez-en un pour en ajouter un autre.
it: Puoi salvare fino a %d filtri. Eliminane uno per aggiungerne un altro.
ja: フィルターは最大%d件まで保存できます。追加するには1つ削除してください。
ko: 필터는 최대 %d개까지 저장할 수 있어요. 하나를 삭제해야 추가할 수 있어요.
pt_br: Você pode salvar até %d filtros. Exclua um para adicionar outro.
zh_hans: 你最多可保存 %d 个筛选器。删除一个才能再添加。
zh_hant: 你最多可儲存 %d 個篩選器。刪除一個才能再新增。

source: You have unsaved changes to your active filter. Save or discard them in Filters before changing domains here.
de: Du hast ungesicherte Änderungen an deinem aktiven Filter. Sichere oder verwirf sie unter Filter, bevor du hier Domains änderst.
es: Tienes cambios sin guardar en tu filtro activo. Guárdalos o descártalos en Filtros antes de cambiar dominios aquí.
fr: Votre filtre actif comporte des modifications non enregistrées. Enregistrez-les ou abandonnez-les dans Filtres avant de modifier les domaines ici.
it: Hai modifiche non salvate al filtro attivo. Salvale o annullale in Filtri prima di cambiare i domini qui.
ja: 使用中のフィルターに未保存の変更があります。ここでドメインを変更する前に、「フィルター」で保存または破棄してください。
ko: 사용 중인 필터에 저장되지 않은 변경 사항이 있어요. 여기서 도메인을 변경하기 전에 필터에서 저장하거나 폐기하세요.
pt_br: Você tem alterações não salvas no filtro ativo. Salve-as ou descarte-as em Filtros antes de alterar domínios aqui.
zh_hans: 你正在使用的筛选器有未保存的更改。请先在“筛选器”中保存或放弃，再在此处更改域名。
zh_hant: 你使用中的篩選器有未儲存的變更。請先在「篩選器」中儲存或捨棄，再於此處變更網域。

source: You’ll use your passkey once more. This is the same step a new device runs to unlock your backup, so it confirms restore will work.
de: Du verwendest deinen Passkey noch einmal. Das ist derselbe Schritt, den ein neues Gerät zum Entsperren deines Backups ausführt – so ist sichergestellt, dass die Wiederherstellung klappt.
es: Usarás tu llave de acceso una vez más. Es el mismo paso que sigue un dispositivo nuevo para desbloquear tu copia de seguridad, así se confirma que la restauración funcionará.
fr: Vous utiliserez votre clé d’accès une fois de plus. C’est la même étape qu’un nouvel appareil exécute pour déverrouiller votre sauvegarde, ce qui confirme que la restauration fonctionnera.
it: Userai la tua passkey ancora una volta. È lo stesso passaggio che un nuovo dispositivo esegue per sbloccare il backup, così confermi che il ripristino funzionerà.
ja: パスキーをもう一度使います。新しいデバイスがバックアップを解除するときと同じ手順なので、復元できることを確認できます。
ko: 패스키를 한 번 더 사용해요. 새 기기가 백업을 잠금 해제할 때와 같은 단계라서, 복원이 잘 될지 확인할 수 있어요.
pt_br: Você vai usar sua passkey mais uma vez. É a mesma etapa que um aparelho novo executa para desbloquear seu backup, confirmando que a restauração vai funcionar.
zh_hans: 你会再用一次通行密钥。这和新设备解锁备份的步骤相同，所以能确认恢复没问题。
zh_hant: 你會再用一次通行密鑰。這和新裝置解鎖備份的步驟相同，所以能確認復原沒問題。

source: You’re in full control of what gets logged locally.
de: Du bestimmst selbst, was lokal protokolliert wird.
es: Tú decides por completo qué se registra en local.
fr: Vous gardez le contrôle total de ce qui est enregistré localement.
it: Hai il pieno controllo di ciò che viene registrato in locale.
ja: このデバイス内に記録される内容は、すべてあなたが管理できます。
ko: 기기에 무엇을 기록할지 직접 정할 수 있어요.
pt_br: Você controla totalmente o que é registrado localmente.
zh_hans: 本地记录哪些内容，完全由你掌控。
zh_hant: 本機要記錄哪些內容，完全由你掌控。

source: Your Lava
de: Dein Lava
es: Tu Lava
fr: Votre Lava
it: La tua Lava
ja: あなたの Lava
ko: 내 Lava
pt_br: Sua Lava
zh_hans: 你的 Lava
zh_hant: 你的 Lava

# Your Lists
source: Your blocklists
de: Deine Blocklisten
es: Tus listas de bloqueo
fr: Vos listes de blocage
it: Le tue liste di blocco
ja: あなたのブロックリスト
ko: 내 차단 목록
pt_br: Suas listas de bloqueio
zh_hans: 你的拦截列表
zh_hant: 你的封鎖清單

source: Your backup stays private
de: Dein Backup bleibt privat
es: Tu copia de seguridad sigue siendo privada
fr: Votre sauvegarde reste privée
it: Il tuo backup resta privato
ja: バックアップは非公開のまま
ko: 백업은 비공개로 유지돼요
pt_br: Seu backup continua privado
zh_hans: 你的备份保持私密
zh_hant: 你的備份保持私密

source: Your custom DNS draft will be removed.
de: Dein eigener DNS-Entwurf wird entfernt.
es: Se eliminará tu borrador de DNS personalizado.
fr: Votre brouillon de DNS personnalisé sera supprimé.
it: La tua bozza DNS personalizzata verrà rimossa.
ja: カスタムDNSの下書きは削除されます。
ko: 작성 중인 사용자 지정 DNS 설정이 삭제돼요.
pt_br: O seu rascunho de DNS personalizado será removido.
zh_hans: 你的自定义 DNS 草稿将被移除。
zh_hant: 你的自訂 DNS 草稿將會被移除。

source: Your description tells support what to focus on. This is the most useful part of the report.
de: Deine Beschreibung zeigt dem Support, worauf er sich konzentrieren soll. Das ist der nützlichste Teil des Berichts.
es: Tu descripción le indica al equipo de soporte en qué centrarse. Es la parte más útil del informe.
fr: Votre description indique à l’assistance sur quoi se concentrer. C’est la partie la plus utile du rapport.
it: La tua descrizione indica all’assistenza su cosa concentrarsi. È la parte più utile del rapporto.
ja: あなたの説明を読めば、サポートが何に注目すればよいかわかります。レポートの中でいちばん役立つ部分です。
ko: 작성한 설명은 지원팀이 무엇에 집중해야 할지 알려줍니다. 보고서에서 가장 유용한 부분입니다.
pt_br: Sua descrição indica ao suporte no que focar. Esta é a parte mais útil do relatório.
zh_hans: 你的描述会告诉支持团队该关注什么。这是报告中最有用的部分。
zh_hant: 你的描述能讓支援團隊知道該著重哪裡。這是報告中最有用的部分。

source: Your draft changes will be removed.
de: Deine Entwurfsänderungen werden verworfen.
es: Se eliminarán los cambios del borrador.
fr: Vos modifications en cours seront supprimées.
it: Le modifiche in bozza verranno rimosse.
ja: 下書きの変更は破棄されます。
ko: 작성 중인 변경 사항이 삭제돼요.
pt_br: As suas alterações em rascunho serão removidas.
zh_hans: 你的草稿更改将被移除。
zh_hant: 你的草稿變更將被移除。

# Your draft changes will be removed. The current saved filter will stay active.
source: Your draft changes will be removed. Your active filter won’t change.
de: Deine Entwurfsänderungen werden entfernt. Dein aktiver Filter ändert sich nicht.
es: Se eliminarán los cambios de tu borrador. Tu filtro activo no cambiará.
fr: Vos modifications en brouillon seront supprimées. Votre filtre actif ne changera pas.
it: Le modifiche della tua bozza verranno rimosse. Il tuo filtro attivo non cambierà.
ja: 下書きの変更は削除されます。使用中のフィルターは変わりません。
ko: 작성 중인 변경 사항이 삭제돼요. 사용 중인 필터는 바뀌지 않아요.
pt_br: As alterações do seu rascunho serão removidas. Seu filtro ativo não vai mudar.
zh_hans: 你的草稿更改会被移除。你正在使用的筛选器不会改变。
zh_hant: 草稿變更會被移除。你使用中的篩選器不會變更。

source: Your feedback draft will be removed.
de: Dein Feedback-Entwurf wird entfernt.
es: Se eliminará tu borrador de comentarios.
fr: Votre brouillon de retour sera supprimé.
it: La tua bozza di feedback verrà rimossa.
ja: フィードバックの下書きは削除されます。
ko: 작성 중인 의견이 삭제돼요.
pt_br: O seu rascunho de feedback será removido.
zh_hans: 你的反馈草稿将被移除。
zh_hant: 你的意見回饋草稿將會被移除。

source: Your filters
de: Deine Filter
es: Tus filtros
fr: Vos filtres
it: I tuoi filtri
ja: あなたのフィルター
ko: 내 필터
pt_br: Seus filtros
zh_hans: 你的筛选器
zh_hant: 你的篩選器

source: Your previous filter is still active.
de: Dein bisheriger Filter ist weiterhin aktiv.
es: Tu filtro anterior sigue activo.
fr: Votre filtre précédent reste actif.
it: Il tuo filtro precedente è ancora attivo.
ja: 以前のフィルターは引き続き有効です。
ko: 이전 필터가 계속 사용 중이에요.
pt_br: O seu filtro anterior continua ativo.
zh_hans: 你之前的筛选器仍在生效。
zh_hant: 你先前的篩選器仍然有效。

source: counts
de: Zähler
es: recuentos
fr: compteurs
it: conteggi
ja: 件数
ko: 횟수
pt_br: contagens
zh_hans: 统计次数
zh_hant: 次數統計

source: domain history
de: Domainverlauf
es: historial de dominios
fr: historique des domaines
it: cronologia dei domini
ja: ドメイン履歴
ko: 도메인 기록
pt_br: histórico de domínios
zh_hans: 域名历史记录
zh_hant: 網域記錄

source: domains blocked
de: blockierte Domains
es: dominios bloqueados
fr: domaines bloqués
it: domini bloccati
ja: ブロックしたドメイン
ko: 차단된 도메인
pt_br: domínios bloqueados
zh_hans: 已拦截域名
zh_hant: 已封鎖網域

source: domains protected
de: geschützte Domains
es: dominios protegidos
fr: domaines protégés
it: domini protetti
ja: 保護対象ドメイン
ko: 보호된 도메인
pt_br: domínios protegidos
zh_hans: 受保护域名
zh_hant: 受保護網域

source: iOS is starting the local VPN
de: iOS startet das lokale VPN
es: iOS está iniciando la VPN local
fr: iOS démarre le VPN local
it: iOS sta avviando la VPN locale
ja: iOS がローカル VPN を開始しています
ko: iOS가 로컬 VPN을 시작하고 있어요
pt_br: O iOS está iniciando a VPN local
zh_hans: iOS 正在启动本地 VPN
zh_hant: iOS 正在啟動本機 VPN

source: iOS is stopping the local VPN
de: iOS stoppt das lokale VPN
es: iOS está deteniendo la VPN local
fr: iOS arrête le VPN local
it: iOS sta arrestando la VPN locale
ja: iOS がローカル VPN を停止しています
ko: iOS가 로컬 VPN을 중지하고 있어요
pt_br: O iOS está parando a VPN local
zh_hans: iOS 正在停止本地 VPN
zh_hant: iOS 正在停止本機 VPN

source: more than a week
de: mehr als eine Woche
es: más de una semana
fr: plus d’une semaine
it: più di una settimana
ja: 1 週間以上前
ko: 1주 이상 전
pt_br: mais de uma semana
zh_hans: 超过一周
zh_hant: 超過一週

source: network activity
de: Netzwerkaktivität
es: actividad de red
fr: activité réseau
it: attività di rete
ja: ネットワークアクティビティ
ko: 네트워크 활동
pt_br: atividade de rede
zh_hans: 网络活动
zh_hant: 網路活動
